confluence/confluence-connector/confluence-connector-1.0.0/org.wso2.carbon.connector/src/test/resources/artifacts/ESB/config/soapAPIRequest/confluence/exportSite.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soap="http://soap.rpc.confluence.atlassian.com">
   <soapenv:Header/>
   <soapenv:Body>
      <soap:exportSite soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
         <in0 xsi:type="xsd:string">%s</in0>
         <in1 xsi:type="xsd:boolean">%s</in1>
      </soap:exportSite>
   </soapenv:Body>
</soapenv:Envelope>